Repository: anthonyleier/locator-pet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Username must not be empty.
pt_br: Usuário não pode ser vazio.

source: Your password
pt_br: Sua senha

source: Password must not be empty.
pt_br: Senha não pode ser vazia.

source: Missing dog
pt_br: Cachorro desaparecido

source: Title must not be empty.
pt_br: Título não pode ser vazio.

source: Description and facts
pt_br: Descrição e fatos relevantes

source: Description must not be empty.
pt_br: Descrição não pode ser vazia.

source: Ex.: Center
pt_br: Ex.: Centro

source: Neighborhood must not be empty.
pt_br: Bairro não pode ser vazio.

source: City must not be empty.
pt_br: Cidade não pode ser vazia.

source: Ex.: John
pt_br: Ex.: João

source: First name must not be empty.
pt_br: Primeiro nome não pode ser vazio.

source: First Name
pt_br: Primeiro nome

source: Ex.: Smith
pt_br: Ex.: Silva

source: Last name must not be empty.
pt_br: Último nome não pode ser vazio.

source: Last Name
pt_br: Último nome

source: Ex.: john.smith
pt_br: Ex.: joao.silva

source: Username must be at least 4 characters long.
pt_br: Usuário deve ter no mínimo 4 caracteres.

source: Username must be a maximum of 150 characters.
pt_br: Usuário deve ter no máximo 150 caracteres.

source: Obligatoriness. 150 characters or less. Only letters, numbers and @/./+/-/_.
pt_br: Obrigatório. 150 caracteres ou menos. Apenas letras, números e @/./+/-/_.

source: Username
pt_br: Usuário

source: Ex.: john.smith@gmail.com
pt_br: Ex.: joao.silva@gmail.com

source: Email must not be empty.
pt_br: Email não pode ser vazio.

source: The password must have at least one uppercase letter, one lowercase letter and one number. Minimum length of 8 characters.
pt_br: A senha deve conter no mínimo uma letra maiúscula, uma letra minúscula e um número. Com tamanho máximo de 8 caracteres.

source: Password
pt_br: Senha

source: Your password again
pt_br: Sua senha novamente

source: Password confirm must not be empty.
pt_br: Confirmação de Senha não pode ser vazia.

source: Password confirm
pt_br: Confirmação de Senha

source: Phone must not be empty.
pt_br: Telefone não pode ser vazio.

source: Phone will be used for other users to contact you.
pt_br: Telefone será usado por outros usuários para entrar em contato com você.

source: Phone
pt_br: Telefone

source: Passwords must be the same.
pt_br: As senhas precisam ser iguais.

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Sign Up
pt_br: Registrar

source: The form contains errors, please check the information
pt_br: O formulário contém erros, por favor confira as informações

source: Create new post
pt_br: Criar novo post

source: Title
pt_br: Título

source: Published
pt_br: Publicado

source: Found
pt_br: Encontrei

source: User
pt_br: Usuário

source: Edit
pt_br: Editar

source: Delete
pt_br: Deletar

source: You have no posts
pt_br: Você não tem posts

source: Save
pt_br: Salvar

source: No posts found
pt_br: Nenhum post encontrado

source: Missing
pt_br: Desaparecido

source: Last update
pt_br: Última atualização

source: at
pt_br: às

source: Your user has been successfully created
pt_br: Seu usuário foi criado com sucesso

source: Your user has been successfully logged in
pt_br: Seu usuário foi logado com sucesso

source: Invalid User
pt_br: Usuário inválido

source: Your post has been saved
pt_br: Seu post foi salvo

source: Your post cannot be changed
pt_br: Seu post não pode ser alterado

source: Wonderful news!
pt_br: Que notícia maravilhosa!

source: Your post has been deleted
pt_br: Seu post foi deletado
